(function($){
    $.extend({
        lulu_config:function(){
        return {
            spider_key : [
                ["德芙","口味","咖啡","酥", "吃", "茶","豆"],
                ["镜","T恤","短袖","外套","风衣","中长款","耳钉","裤","围巾","衬衫","卫衣","方包","鞋"],
                ["手机","phone","支架","耳机","电源"],
                ["灯","柜","架","收纳","贴纸","灯泡","3M","壁纸","仪","清洁","垫","除湿","拖把","桌"],
                ["面膜","防晒","洁面","沐浴露","美白","护发","洗发","爽肤","霜","妆","剃须","洗手","洗面"],
                ["锅","器","碗"],
                ["得力","笔"]
            ]
        }
    }
    });
}(jQuery))